Repository: gaomengnan/loanswift
Catalog: lib/core/l10n/intl_*.arb
Languages: id, zh

# app_name
source: Loan Swift
id: pintek
zh: pintek

# lang
source: en
id: id
zh: zh

# phone_code
source: US
id: ID
zh: CN

# home_button
source: Home
id: Rumah
zh: 首页

# person_button
source: Profile
id: Milikku
zh: 我的

# maximun_load_text
source: Maximum Loan Amount
id: Kuota setinggi-tingginya meminjam
zh: 最高可借额度

# maximun_load_sub_text
source: Borrow up to 1,000 yuan for 12 months, starting from 6% daily fee, annual interest rate (simple interest) starting from #rate#
id: Pinjaman mulai dari Rp.500.000 dengan suku bunga mulai dari #rate#
zh: 1千元借12个月,日费用6分起,年化利率(单利) #rate#

# maximun_load_text_unit
source: (CNY)
id: (yuan)
zh: (元)

# title100
source: After obtaining the limit, rewards can be acquired.
id: Hadiah dapat diperoleh setelah kredit diperoleh
zh: 获取额度之后可获取奖励

# title200
source: Up to 30 days interest-free
id: Bebas selama 7 hari
zh: 最长30天免息

# title300
source: Minimum annual interest rate of
id: Suku bunga harian mulai dari
zh: 最低年化

# title400
source: Fastest loan disbursement in five minutes
id: Pencairan pinjaman hanya dalam 5 menit
zh: 最快五分钟放款

# title500
source: Check your limit
id: Periksa kuota
zh: 查看额度

# title600
source: Borrowing Strategies
id: Tips meminjam
zh: 借钱攻略

# title700
source: Apply in 3 minutes
id: Aplikasi 3 menit
zh: 3分钟申请

# title800
source: Loan approval in 5 minutes
id: Pinjaman 5 menit
zh: 5分钟放贷

# title900
source: Flexible Borrowing and Repayment
id: Fleksibilitas untuk meminjam uang dan membayarnya kembali
zh: 灵活借还

# shurushoujihao
source: Please enter your real-name authenticated mobile number
id: Masukkan nomor ponsel nama asli Anda
zh: 请输入本人实名认证手机号

# jindengluzhuce
source: Login or register only
id: Hanya Login atau Daftar
zh: 仅登录或者注册

# lijishengqing
source: Apply now
id: Daftar sekarang
zh: 立即申请

# huanying
source: Welcome to Login/Register
id: Selamat Datang Login/Daftar
zh: 欢迎登录/注册

# errorPhone
source: Invalid phone number
id: Masukkan nomor ponsel yang benar
zh: 请输入正确手机号码

source: Enter Verification Code
id: Silakan masukkan kode verifikasi
zh: 请输入验证码

# verification_code_sendto
source: SMS verification code has been sent to
id: Kode verifikasi SMS telah terkirim
zh: 短信验证码已发送至

# verification_code_wrong
source: Incorrect verification code
id: Kesalahan kode verifikasi
zh: 验证码错误

# unable_to_receive_the_verification_code
source: Not receiving the verification code?
id: Tidak bisa mendapatkan kode verifikasi
zh: 收不到验证码?

source: Retrieve Again
id: Mendapatkan kembali
zh: 重新获取

source: Resend
id: Kirim ulang
zh: 重发

# read_privacy
source: Read
id: Silakan baca
zh: 请阅读

# privacy
source: Privacy Policy
id: Kebijakan Privasi
zh: 隐私政策

# agree_privacy
source: Agree
id: Setuju
zh: 同意

# permission_title
source: To expedite your loan process, we need these permissions
id: Untuk menyelesaikan proses pinjaman Anda dengan cepat, kami memerlukan akses ke izin ini
zh: 为了快速完成您的贷款流程, 我们需要这些权限

# contact
source: Contact List
id: Daftar Kontak
zh: 联系人列表

# install_packages
source: Installed Applications
id: Aplikasi yang terinstal
zh: 已安装的应用程序

source: Camera
id: Kamera
zh: 相机

source: Location
id: Lokasi
zh: 位置

# notification
source: Notifications
id: Pemberitahuan
zh: 通知

# grab_go
source: Grab and Go
id: Menarik uang kapan saja
zh: 随用随取

# free_concession
source: Concession
id: Tarif diskon
zh: 费率优惠

# quick_deposit
source: Fast Transfer
id: Penagihan cepat
zh: 快速到账

source: Exclusive
id: Eksklusif
zh: 优质专享

# idcard
source: ID Card Photo
id: Foto KTP
zh: 身份证照片

# idcard_front
source: ID Card Front Photo
id: Foto depan KTP
zh: 身份证正面照片

# idcard_reverse
source: ID Card Reverse Photo
id: Foto belakang KTP
zh: 身份证反面照片

# personal_info
source: Personal Information
id: Informasi Pribadi
zh: 个人信息

# login_or_register
source: Sign In/Register
id: Login/Daftar
zh: 登录/注册

# real_authentication
source: Real Name Authentication
id: Verifikasi Data Diri
zh: 实名认证

source: Take Photo
id: Mengambil Gambar
zh: 拍摄

# take_photo_from_gallery
source: Choose from Gallery
id: Pilih dari Album
zh: 从相册选择

# photo_permission_missing
source: Failed to access camera permission
id: Gagal mendapatkan hak istimewa kamera
zh: 相机权限获取失败

source: Click to access
id: Klik untuk mengotorisasi
zh: 点击授权

# network_error
source: Network connection abnormal
id: Kesalahan Jaringan
zh: 网络连接异常

# service_error
source: Service request error
id: Kesalahan Layanan
zh: 服务异常

# welcome_you
source: You Welcome
id: Selamat datang
zh: 欢迎你

# soon_pay
source: Please pay soon
id: Harap bayar secepatnya
zh: 请尽快付款

source: Due Date
id: Tanggal jatuh tempo
zh: 到期日

source: Bill Amount
id: Jumlah Tagihan
zh: 账单金额

# load_amount
source: Loan Records
id: Jumlah Beban
zh: 贷款记录

source: RECOMMEND
id: Merekomendasikan
zh: 推荐

source: My Repayment
id: Pembayaran Saya
zh: 账户总览

# no_credit_limit
source: No Credit Limit Available, No Bill
id: Tanpa batas kredit
zh: 暂未获取额度，无账单

source: Get Credit Limit
id: Mendapatkan batas kredit
zh: 获取额度

# loading
source: Please wait
id: Memuat
zh: 请等待

source: Logout
id: Keluar
zh: 注销

# logoutConfirmation
source: Are you sure you want to log out?
id: Apakah Anda yakin ingin keluar
zh: 你确定要退出登录吗？

source: Confirm
id: Konfirmasi
zh: 确定

source: Cancel
id: Membatalkan
zh: 取消

source: All
id: Semua
zh: 所有

# underReview
source: Review
id: Sedang ditinjau
zh: 审核中

# awaitingRepayment
source: Pending
id: Menunggu pembayaran kembali
zh: 待还款

# auditFailure
source: Failed
id: Kegagalan audit
zh: 审核失败

# overdue
source: Late
id: Jatuh tempo
zh: 已逾期

# completed
source: Done
id: Diselesaikan
zh: 已完成

source: Order Details
id: Detail pesanan
zh: 订单详情

source: Identity Authentication
id: Otentikasi identitas
zh: 身份认证

source: Emergency Contact
id: Kontak darurat
zh: 紧急联系人

source: Work Information
id: Informasi pekerjaan
zh: 工作信息

source: Personal Information
id: Informasi pribadi
zh: 个人信息

# please_select
source: Please select an option
id: Silakan pilih
zh: 请选择一个选项

source: Previous Step
id: Langkah sebelumnya
zh: 上一步

source: Next Step
id: Langkah selanjutnya
zh: 下一步

source: Immediate Repayment
id: Pelunasan segera
zh: 立即还款

source: Phone Number
id: Nomor telepon
zh: 手机号码

# user_name
source: Name
id: Nama
zh: 姓名

source: ID Card
id: KTP
zh: 身份证

source: Bank Card
id: Nomor kartu bank
zh: 银行卡号

source: Please select bank
id: Silakan pilih bank
zh: 请选择银行

source: Submit
id: Kirimkan
zh: 提交

source: Required Field
id: Bidang yang diperlukan
zh: 必填项

source: Bind Bank Card
id: Mengikat kartu bank
zh: 绑定银行卡

# congratulations_verified
source: Congratulations, you have been successfully verified
id: Selamat diverifikasi
zh: 恭喜您已经认证成功

# go_bind_bank_card
source: Go to bind bank card
id: Pergi ikat kartu bank
zh: 去绑定银行卡

source: Verified
id: Diverifikasi
zh: 已认证

source: Go to verify
id: Pergi untuk memverifikasi
zh: 前往认证

source: View Contract
id: Lihat kontrak
zh: 查看合同

source: Installment Repayment
id: Perpanjangan
zh: 分期还款

source: Normal Repayment
id: Pembayaran normal
zh: 正常还款

source: Feedback
id: Umpan balik
zh: 意见反馈

# credit_success
source: Credit granted successfully
id: Keberhasilan kredit
zh: 授信成功

# credit_failure
source: Credit granting failed
id: Kegagalan kredit
zh: 授信失败

# credit_fetching_result
source: Fetching credit result
id: Hasil pengambilan kredit
zh: 获取授信结果中

# credit_login_expired
source: Login expired
id: Login kredit berakhir
zh: 登录失效

# my_account_order_management
source: Order Management
id: Manajemen pesanan akun saya
zh: 订单管理

# my_account_my_bank_card
source: My Bank Card
id: Kartu bank saya
zh: 我的银行卡

# my_account_about_us
source: About Us
id: Akun saya tentang kami
zh: 关于我们

# my_account_privacy_policy
source: Privacy Policy
id: Pernyataan privasi
zh: 隐私协议

# order_confirm_title
source: Order Confirmation
id: Konfirmasi Pesanan
zh: 订单确认

# order_confirm_service_fee
source: Service Fee
id: Biaya layanan
zh: 服务费

# order_confirm_interest_fee
source: Interest Fee
id: Beban bunga
zh: 利息费用

# order_confirm_first_period_fee
source: First Period Fee
id: Biaya periode pertama
zh: 第一期费用

# order_confirm_repay_amount
source: Repayment Amount
id: Jumlah pembayaran kembali
zh: 还款金额

# order_confirm_total_interest
source: Total Interest
id: Total bunga
zh: 总利息

# order_confirm_total_service_fee
source: Total Service Fee
id: Total biaya layanan
zh: 总服务费

# order_confirm_deduction_fee
source: Deduction Fee
id: Biaya pengurangan
zh: 扣除费用

# order_confirm_first_period_interest_fee
source: First Period Interest Fee
id: Biaya bunga periode pertama
zh: 第一期利息费

# order_confirm_platform_management_fee
source: Platform Management Fee
id: Biaya pengelolaan platform
zh: 平台管理费

# order_confirm_risk_service_fee
source: Risk Service Fee
id: Biaya layanan risiko
zh: 风险服务费

# order_confirm_actual_amount
source: Actual Amount
id: Jumlah yang sebenarnya
zh: 实际金额

# order_confirm_first_period_pay_time
source: First Period Pay Time
id: Waktu pembayaran periode pertama
zh: 第一期还款时间

# order_confirm_processing_fee
source: Processing Fee
id: Biaya pemrosesan
zh: 手续费

# order_confirm_gst_fee
source: GST Fee
id: Biaya GST
zh: GST 费用

# order_confirm_repayment_amount
source: Repayment Amount
id: Jumlah pembayaran kembali
zh: 还款总金额

# order_confirm_see_more
source: See More
id: Lihat lebih lanjut
zh: 查看更多

# order_confirm_collapse
source: Collapse
id: Rincian
zh: 收起

# order_confirm_cancel
source: Cancel
id: Membatalkan
zh: 取消

# order_confirm_confirm
source: Confirm
id: Konfirmasi
zh: 确认

# order_confirm_repayment_plan
source: Repayment Plan
id: Rencana pembayaran kembali
zh: 还款计划

source: Order Success
id: Pesanan Berhasil
zh: 下单成功

# authFailed
source: Authentication failed, please try again.
id: Auth gagal
zh: 认证失败，请重新尝试。

# please_ask
source: May I ask
id: Dapatkan segera suku bunga rendah
zh: 请问您

# whether_abandon_benefits
source: whether you want to abandon the following benefits?
id: segera lakukan pengajuan, untuk mendapatkan potongan bunga dan potongan lainnya?
zh: 是否要放弃以下福利?

source: Everyone says:
id: Semua orang berkata
zh: 大家都说:

source: Easy to use
id: Mudah digunakan
zh: 操作简单

source: Fast approval
id: Persetujuan cepat
zh: 审批快

source: Flexible repayment
id: Pembayaran fleksibel
zh: 还款灵活

source: Daily interest
id: Bunga harian
zh: 按日计息

source: Fast disbursement
id: Pencairan cepat
zh: 放款快

source: Compliant platform
id: Platform sesuai aturan
zh: 合规平台

# privacy_security
source: Privacy and security
id: Privasi dan keamanan
zh: 隐私安全

source: Continue to Apply
id: Lanjutkan Pemintaan
zh: 继续申请

source: Cruelly Reject
id: Tolak dengan Kejam
zh: 残忍拒绝

source: Account Settings
id: Pengaturan Akun

source: Clear Cache
id: Bersihkan Cache

source: About
id: Tentang

source: Version
id: Versi

source: Discover New Version
id: Temukan Versi Baru

source: SMS
zh: 短信
