Repository: gaomengnan/loanswift
Catalog: lib/l10n/intl_*.arb
Languages: id

# lang
source: en
id: id

# name
source: Flutter localization
id: Halo

source: Hello World
id: Hitungannya bertambah

# home_button
source: Home
id: Rumah

# person_button
source: Profile
id: Saya

# maximun_load_text
source: Maximum Loan Amount
id: Jumlah Pinjaman Maksimum

# maximun_load_text_unit
source: (CNY)
id: (Rupiah)

# maximun_load_sub_text
source: Borrow up to 1,000 yuan for 12 months, starting from 6% daily fee, annual interest rate (simple interest) starting from 3.6%
id: Peminjaman 1.000 yuan selama 12 bulan, biaya harian mulai dari 6 persen, suku bunga tahunan (bunga sederhana) mulai dari 3.6 persen

# title100
source: After obtaining the limit, rewards can be acquired.
id: Setelah mendapatkan batas, hadiah dapat diperoleh.

# title200
source: Up to 30 days interest-free
id: Hingga 30 hari bebas bunga

# title300
source: Minimum annual interest rate of 3.6%
id: Suku bunga tahunan minimum 3.6%

# title400
source: Fastest loan disbursement in five minutes
id: Pencairan pinjaman tercepat dalam lima menit

# title500
source: Check your limit
id: Periksa batasmu

# title600
source: Borrowing Strategies
id: Strategi Peminjaman
